brew "btop"
brew "fd"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "jq"
brew "mise"
brew "mkcert"
brew "neovim"
brew "ollama"
brew "opencode"
brew "ripgrep"
brew "sox"
brew "starship"
brew "tmux"
brew "tree-sitter-cli"
brew "zoxide"

cask "1password"
cask "1password-cli"
cask "alfred"
cask "claude-code@latest"
cask "codex"
cask "font-jetbrains-mono-nerd-font"
cask "font-monaspace"
cask "google-chrome"
cask "orbstack"
cask "signal"
cask "slack"
cask "whatsapp"
cask "zoom"

tap "entireio/homebrew-tap"
cask "entire"
