brew "btop"
brew "fd"
brew "gemini-cli"
brew "gh"
brew "jq"
brew "mise"
brew "neovim"
brew "opencode"
brew "ripgrep"
brew "sox"
brew "starship"
brew "tmux"
brew "tree-sitter-cli"

cask "1password"
cask "alfred"
cask "claude-code"
cask "codex"
cask "font-monaspace"
cask "google-chrome"
